{
    "version": "https://jsonfeed.org/version/1",
    "title": "The Metaphoreal",
    "description": "",
    "home_page_url": "https://samknot.com",
    "feed_url": "https://samknot.com/feed.json",
    "user_comment": "",
    "icon": "https://samknot.com/media/website/landseairlogos-weewhite.png",
    "author": {
        "name": "Sam Knot"
    },
    "items": [
        {
            "id": "https://samknot.com/the-metaphoreal-s01e05-mabon-calling/",
            "url": "https://samknot.com/the-metaphoreal-s01e05-mabon-calling/",
            "title": "The Metaphoreal s01e05: &quot;Mabon Calling&quot;",
            "summary": "Tune in for episode 5 of The Metaphoreal, a storytelling special! (((The Metaphoreal s01e05: \"Mabon Calling\" at archive.org))) The show consists of a number of scenes selected from the middle of a novella I was working on a couple of years back, in which a&hellip;",
            "content_html": "<p>Tune in for episode 5 of The Metaphoreal, a storytelling special!<br><br><strong><a href=\"https://archive.org/details/sam-knot-the-metaphoreal-s01e05-mabon-calling\" target=\"_blank\" rel=\"noopener noreferrer\">(((The Metaphoreal s01e05: \"Mabon Calling\" at archive.org)))</a></strong><br><br>The show consists of a number of scenes selected from the middle of a novella I was working on a couple of years back, in which a bunch of strange folk (scientists, hippies, and arty adventurers) gather at a retreat centre on the fringes of Treesigh to explore altered states of reality and ancient mythologies. It is set in the 23rd Century in a world I am still discovering, in which E O Wilson's Half Earth idea, and James Lovelock's pragmatic assessments combine to inspire something of a utopia in which 90% of human activity draws back into highly advanced self-sufficient cities. The cities are called Asylums, and they are such in at least the two main senses of the word. The structure of this alternate British Isles is basically that it has the one great Asylum, around where Bristol is now, which is like a great glass dome (producing all its food hydroponically) and around that a thin band known as Urburbia, where the richer folk live, eating oldfangled organic stuff produced by the hippies who live out in Treesigh. Treesigh borders a great wall of some description, beyond which are Thee Wylds.</p>\n<figure class=\"post__image post__image--center\"><br><br><img loading=\"lazy\"  src=\"https://samknot.com/media/posts/9/metaphoreal-s01e05-scan-429kb.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://samknot.com/media/posts/9/responsive/metaphoreal-s01e05-scan-429kb-xs.jpg 300w ,https://samknot.com/media/posts/9/responsive/metaphoreal-s01e05-scan-429kb-sm.jpg 480w ,https://samknot.com/media/posts/9/responsive/metaphoreal-s01e05-scan-429kb-md.jpg 768w ,https://samknot.com/media/posts/9/responsive/metaphoreal-s01e05-scan-429kb-lg.jpg 1024w ,https://samknot.com/media/posts/9/responsive/metaphoreal-s01e05-scan-429kb-xl.jpg 1360w ,https://samknot.com/media/posts/9/responsive/metaphoreal-s01e05-scan-429kb-2xl.jpg 1600w\"  alt=\"Cover image for The Metaphoreal s01e05\" width=\"1376\" height=\"2000\"></figure>\n<p><br><br>Here is some context taken from the thread dedicated to the show over at the ELF (electrolounge forums, part of the <a href=\"www.scriptorpress.com\" target=\"_blank\" rel=\"noopener noreferrer\">scriptor press</a>/<a href=\"www.spiritplantsradio.com\" target=\"_blank\" rel=\"noopener noreferrer\">spiritplants radio</a> ecosystem).<br><br><em>\"Hi fronds, episode 5 is on this weekend - it is 3 hours long because i needed that amount of time to do justice to what might otherwise be an abandoned project... this show is basically a bunch of scenes selected from the middle of a novella i was working on a couple of years back (wrote about 80,000 words i think). i might return to it actually, because i quite enjoyed working on the show and saw some value in it (i think i had one of those, \"oh no, it's all broke\" moments before - when in fact it was merely flawed, which is fine and of course somewhat inevitable, and even useful in other ways).</em><br><br><em>anyway, i was basically dealing with or trying to process some difficult material - but the core of the book was an amalgamation of a couple of weekends at a neato hippy retreat in wales (looks just like a real life shire from the hobbit, in a way!) - and this all got refracted thru my projecting it a couple of hundred years into the future, perhaps to give me some distance, and also as part of dealing with some of the difficulty, concerning legacy in both physical and spiritual modes, basically.</em><br><br><em>there is a bit too much going on in a way, that i have more of a handle on now - like at least 2 story arcs - one concerning my waking as a poet, being inspired by the old myths that were being told around the fire at night, as well as the way they were told (seeing a proper storyteller in action was massively important in waking my own ability to perform my poetry a bit more, or to begin to give it the level of expression i desire to, performatively). and the other concerning my own processing around probably not having a family of my own in the more traditional sense, and this coming to a head in fact thru some of those same myths, which also deal a lot with a divine child, who might be inspiration metaphorically, and shouldn't be taken too literally, but when you have a bunch of psychic energy around such issues mythology comes alive in ways most modern people aren't used to - and in deed it is not easy to handle, and there aren't many teachers of it, tho in a way sometimes it seems like we all are... anyways.</em><br><br><em>that's some of the context - but for this show i just tried to strip it down to a core of experiences or scenes that would work well enough together, and i focused more on the 'speaking up/out' story arc, although it was the less consciously developed one - if i return to the book i will make it more about that, with my own processing subsumed into the \"uncle wayback\" character (who is both me, a late uncle of mine, and a fiction. and a hope!)</em><br><br><em>hope you enjoy it if you tune in!\"</em><br><br>(((Metaphorce be with you)))</p>",
            "image": "https://samknot.com/media/posts/9/metaphoreal-s01e05-scan-429kb-2.jpg",
            "author": {
                "name": "Sam Knot"
            },
            "tags": [
                   "metaphoreal"
            ],
            "date_published": "2021-05-24T15:33:00+02:00",
            "date_modified": "2021-05-24T15:46:09+02:00"
        },
        {
            "id": "https://samknot.com/another-quiet-horror-story/",
            "url": "https://samknot.com/another-quiet-horror-story/",
            "title": "Another Quiet Horror Story",
            "summary": "I am sat at my writing desk, writing. The air of light comes through the closed window. My wife sits on the sofa, working away. Such moments are filled with the undomesticated bliss of life's long day. But night comes on so suddenly, as if&hellip;",
            "content_html": "<figure class=\"post__image\">I am sat at my writing desk, writing.<br>The air of light comes through<br>the closed window. My wife<br>sits on the sofa, working away.<br>Such moments are filled with<br>the undomesticated bliss<br>of life's long day.<br>But night comes on so suddenly,<br>as if it were inside us already.<br>I think back to the other morning, in bed,<br>inspecting the woven quality<br>given by the broken lighted islands to her flesh.<br>I know that sometimes our faces must look grim<br>when we don't know that anyone is watching,<br>nor even realise that we are thinking,<br>the walking dead of grief's perplex.<br>But it is faster and more total than that -<br>this stricken dark that finds me now.<br>Chou? I ask, my voice as calm as it can be,<br>Chou, what has happened to the electricity?<br>There is no answer from the sofa.<br>Now where did I leave my two-eyed torch?<br>My brand new Chinese reading snake?<br>I want to rise, I want to pull myself up,<br>I want to leave this chair behind,<br>this throne of fire &amp; ice!<br>But I am frozen, and the only light I know<br>is my own stubborn tongue resisting me,<br>refusing to scream as I fall forward,<br>deep into the language of the birds,<br>to become a turning knowledge<br>half nuzzled in the dirt:<br>all which says must hurt.<br><br><img loading=\"lazy\"  src=\"https://samknot.com/media/posts/8/another-quiet-horror-story.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://samknot.com/media/posts/8/responsive/another-quiet-horror-story-xs.jpg 300w ,https://samknot.com/media/posts/8/responsive/another-quiet-horror-story-sm.jpg 480w ,https://samknot.com/media/posts/8/responsive/another-quiet-horror-story-md.jpg 768w ,https://samknot.com/media/posts/8/responsive/another-quiet-horror-story-lg.jpg 1024w ,https://samknot.com/media/posts/8/responsive/another-quiet-horror-story-xl.jpg 1360w ,https://samknot.com/media/posts/8/responsive/another-quiet-horror-story-2xl.jpg 1600w\"  alt=\"\" width=\"1125\" height=\"750\"></figure>\n<p>(written this morning, after waking from just such an experience, appropriately enough after reading Ace Boggess' wonderful short story \"Enlightenment\" in the most recent edition of The Cenacle: <a href=\"http://www.scriptorpress.com/cenacle/114.html\" target=\"_blank\" rel=\"noopener noreferrer\">Cenacle 114, December 2020.</a>)</p>",
            "image": "https://samknot.com/media/posts/8/another-quiet-horror-story-2.jpg",
            "author": {
                "name": "Sam Knot"
            },
            "tags": [
                   "texts"
            ],
            "date_published": "2021-04-18T08:18:00+02:00",
            "date_modified": "2021-05-16T11:30:04+02:00"
        },
        {
            "id": "https://samknot.com/of-the-ghosted-sought-an-excerpt/",
            "url": "https://samknot.com/of-the-ghosted-sought-an-excerpt/",
            "title": "Of The Ghosted Sought: an excerpt",
            "summary": "Halo fronds, here is an excerpt from a long poem I am currently working on (Of The Ghosted Sought: A Fifteenfold Binding Of The Angléshun Language Demon). I wrote it all yesterday, which might make it my most sustained attempt at a wRiting yet: 15&hellip;",
            "content_html": "<p>Halo fronds, here is an excerpt from a long poem I am currently working on (Of The Ghosted Sought: A Fifteenfold Binding Of The Angléshun Language Demon). I wrote it all yesterday, which might make it my most sustained attempt at a wRiting yet: 15 poems of 15 lines with 15 syllables each. A taster from the end of part one...<br><br>4.<br>Of The Ghosted Sought:<br>A Singular Event Never Happened.<br><br>May this location now fold itself into every other:<br>The same jewel is the heart of the most cynical magic<br>&amp; the most plaintive of cries: I am my very own disguise!<br><br>First I will put my foot in your still unfurling depression:<br>A touch that never will be forgotten, though the grass will spring<br>up again when I am gone; then I will lift my other foot<br>into the air &amp; that space will become the first of my stairs.<br><br>Then I will begin to climb, &amp; with every step shall the world<br>become more wearisome: Birds will fall from the sky, the flowers<br>will wither &amp; die, your torched earth will go out, like a stifled<br>scream or an underwater shout, deep boom of the easily---<br><br>all too easily absorbed. When all is dead still beneath me<br>shall I steal the leap from life itself &amp; throw my body<br>off, &amp; throw it off again &amp; again &amp; again, until<br>my way is untraceable: Then shall I allow the last line.<br><br>*<br><br>5.<br>Of The Ghosted Sought:<br>The End Of One Part Wiz Plotted With Wholes.<br><br>To begin at the beginning: We must first declare an end.<br>Here it is then. Give it your name &amp; be done with clever games.<br>Only once you are out the way can things never be the same<br>again. Only if you stay yourself can we become what's next.<br><br>This is the mode in which we step beyond fantasy without<br>becoming unduly embroiled within the sticky threads<br>of the spaceless spider's unreal confusion. Practise this<br>impossible focus upon your own fearless fears:<br><br>You are not, never have been, nor ever will be the only<br>Ones here. Certain plurals must remain ever their singular<br>selves. So wake in your own rainbow shells &amp; let us slowly<br>slime together towards the unwordable goal of our<br>intragalactic transcentre. Is this knot not our planet?<br>Impossible topologies of dislocation are home<br>to such outlandish stories we never could imagine them...<br><br>*PART THE SECOND*<br><br>6. <br>Of The Ghosted Sought:<br>A Menagerie Of Quintessences.<br><br>...Alone.<br><br></p>\n<figure class=\"post__image post__image--center\" ><img loading=\"lazy\" src=\"https://samknot.com/media/posts/7/visitor.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://samknot.com/media/posts/7/responsive/visitor-xs.jpg 300w ,https://samknot.com/media/posts/7/responsive/visitor-sm.jpg 480w ,https://samknot.com/media/posts/7/responsive/visitor-md.jpg 768w ,https://samknot.com/media/posts/7/responsive/visitor-lg.jpg 1024w ,https://samknot.com/media/posts/7/responsive/visitor-xl.jpg 1360w ,https://samknot.com/media/posts/7/responsive/visitor-2xl.jpg 1600w\"  alt=\"A visit from Lórien, an orphaned young hare, or leveret, whom we raised.\" width=\"750\" height=\"1125\">\n<figcaption >A visit from Lórien, an orphaned young hare, or leveret, whom we raised.</figcaption>\n</figure>\n<p> </p>",
            "image": "https://samknot.com/media/posts/7/of-the-ghosted-sought-wip.jpg",
            "author": {
                "name": "Sam Knot"
            },
            "tags": [
                   "texts"
            ],
            "date_published": "2021-04-11T09:24:09+02:00",
            "date_modified": "2021-04-11T09:24:09+02:00"
        },
        {
            "id": "https://samknot.com/the-metaphoreal-s01e04-another-dead-hippy-rebirthday/",
            "url": "https://samknot.com/the-metaphoreal-s01e04-another-dead-hippy-rebirthday/",
            "title": "The Metaphoreal s01e04: &quot;AnOther Dead Hippy ReBirthday&quot;",
            "summary": "Tune in for Episode 4 of Sam Knot's The Metaphoreal, psomething of a psilly pspecial! \"AnOther Dead Hippy ReBirthday\" tells the tale of one particular magic mushroom trip, which turned out to be rather more of an adventure than one expected. (((The Metaphoreal s01e04: \"AnOther&hellip;",
            "content_html": "<p>Tune in for Episode 4 of Sam Knot's The Metaphoreal, psomething of a psilly pspecial! \"AnOther Dead Hippy ReBirthday\" tells the tale of one particular magic mushroom trip, which turned out to be rather more of an adventure than one expected.</p>\n<p><span style=\"text-decoration: underline;\"><strong><a href=\"https://archive.org/details/dj-sam-knot-the-metaphoreal-s01e04-another-dead-hippy-rebirthday\" target=\"_blank\" rel=\"noopener noreferrer\">(((The Metaphoreal s01e04: \"AnOther Dead Hippy ReBirthday\" at archive.org)))</a></strong></span></p>\n<p>Originally broadcast on <a href=\"http://www.spiritplantsradio.com\" target=\"_blank\" rel=\"noopener noreferrer\">Spiritplants Radio</a>. The first half hour or so consists almost entirely of live commentary, commencing with the drinking of the mushroom tea, and carrying us down to the gate of the woods in which the peak of the experience will take place. The tone is conversational, rambling, reflective and observational. Much of this section is accompanied by Franz Schubert's Fantasy in C major, the \"Wanderer\", brilliantly performed on piano by Daniel Blanch and sourced copyright free from the marvelous musopen.org<br><br>The trip then starts in earnest, and the live commentary begins to be interspersed by interpretative remarks, designed to assist the listener's putting themselves in the (soon to be discarded) shoes of the increasingly bewildered protagonist. Here also begins the recitation of poetry written in an attempt to reflect the heart of the experience, addressing aspects that were often too challenging to verbalize at the time. Various pieces of bespoke incidental music undergird this section, in an attempt to assist our immersion in the altered state. <br><br>By the time we reach \"The dusty shelves of Living Memory,\" at around the 78 minute mark, we are out of the woods and have returned to the house of the protagonist, and the peak of the experience is behind us, at this point the narrative becomes more prosaic and reflective, before briefly shifting back into a poetic account of our protagonist's standing before a small collection of personally significant objects as he potters around and tidies his living quarters on the tail end of the trip. <br><br>The main object under consideration can be contemplated by the listener by perusing the included scanned image. The object in question is a small replica of an engraved stone that can be found in a certain Neolithic passage grave in Brittany, which the author had encountered some years before. Two things in particular struck the author in his heightened state: 1) The juxtaposition of the eye-like concentric circle motifs with the eyes of the ceramic owl money box that sat beside it on the shelf (visible in the illustration in the top-left of the scan), the owl in turn evoking the author's late Grandfather. 2) The asymmetry in the central set of curves or arcs, which (believe it or not) he had somehow never noticed before, and yet here hit him with epiphanic force.<br><br>The experiential account then ends with a brief philosophical section, springing out of the author’s contemplation of the act of portraying the lichen (pictured) that so astonished him whilst bemushroomed, yet which he was too harried to sufficiently engage with at the time.</p>\n<figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://samknot.com/media/posts/6/metaphoreal-s01e04-scan-432kb.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://samknot.com/media/posts/6/responsive/metaphoreal-s01e04-scan-432kb-xs.jpg 300w ,https://samknot.com/media/posts/6/responsive/metaphoreal-s01e04-scan-432kb-sm.jpg 480w ,https://samknot.com/media/posts/6/responsive/metaphoreal-s01e04-scan-432kb-md.jpg 768w ,https://samknot.com/media/posts/6/responsive/metaphoreal-s01e04-scan-432kb-lg.jpg 1024w ,https://samknot.com/media/posts/6/responsive/metaphoreal-s01e04-scan-432kb-xl.jpg 1360w ,https://samknot.com/media/posts/6/responsive/metaphoreal-s01e04-scan-432kb-2xl.jpg 1600w\"  alt=\"Cover image for s01e04 of Sam Knot's The Metaphoreal. A psilly special!\" width=\"1000\" height=\"1415\"></figure>\n<p>*CUT! That’s enough to serve as context and I recommend that you read the following only if you decide to listen to the show, and are then interested in a spontaneous and slightly technical ramble about where I’m at currently in terms of thinking about this kind of stuff/approach.* <br><br>It should be remarked that part of the motivation for the trip concerned the author's working on a presentation that was to be delivered later that year (2017) at the Breaking Convention conference on Psychedelic Studies that currently takes place biannually in Greenwich, London. (Indeed the final 20 minutes is taken up with an excerpt from the author's report on said conference.) A certain anxiety concerning making a public address in an, at least partially, academic context perhaps contributed slightly to the wellspring of psychic energy that resulted in this experience being deeper and stronger than the middling amount of medicine consumed might suggest. One was already immersed in thinking, for the first time really, in something of a structured philosophical matter about the ins and outs of literary, and then conceptual or cognitive, metaphor, and its relation to the indefinitely defined and inherently marginal area of \"psychedelic poetry\". <br><br>The author's interest in metaphor has only deepened since, as may be gleaned from contemplation of the title of the show. The Metaphoreal is thus a coinage any might define or explore for themselves, but which is gradually developing something of a technical meaning for the author. There is much overlap with certain ideas already present in archetypal psychology, the literature of science fiction and fantasy, \"continental\" philosophy, metamodernism, the occult, etc. Yet perhaps the neatest way the author can currently demarcate his field of interest is to point towards a reading of the Blakean concept of that central contrary: Innocence &amp; Experience; through the work of Owen Barfield on the interplay of the Poetic &amp; the Prosaic and his philosophy of Participation. The author thus situates himself in a living Romantic tradition, of whom the most recent bearers of note were perhaps the American Beat poets of the 50s &amp; 60s. This statement is intended as an attempt to assist in situating the author's work in a lineage or context of sorts, and is not intended as a profession of ones belief in the importance of ones own work, although of course the work would be impossible without some degree of such belief.<br><br>Thus a word on the self, and the process of making that neither begins with nor arrests in the moment of creation itself, and perhaps an end to this awkward impersonal pronoun thing that one doesn’t think we’ll ever quite get the hang of! <br><br>Without a love for the person I am, I would never be able to spend the amount of time with myself that such work as this requires. However, any that read this as a simple statement of narcissism still have a lot to learn about Art. Consider looking in the mirror, consider a moment when you looked in the mirror and liked what you saw, and then consider a moment when you looked in the mirror and were disgusted with or repelled by yourself - in the simplest way of speaking it is to be understood that the artist deals constantly with such conflict. Such turmoil is close to the heart of aesthetics in its more profound (true) form. Making a self-portrait, as in the deepest and broadest sense all art or poetry can be considered, is always intensely challenging. It is a confrontation, an encounter, with self as self and self as other - with the personal, and thus also with the end, the very limits of, ones person. Here we might follow Deleuze in making the distinction between \"my\" life, and \"a\" life. It is *a* life I am interested in, it is *a* person, not my person, not even necessarily *the* person (this is also part of what animism is coming to mean for me, in relating to life as soul, and to soul as character - meaning personality is as much or more the focus than individuality, per se – and this is also a critique of the easiest/worst mistake to make when thinking about archetypes). <br><br>Regardless, it would strike me as dishonest and ridiculous to portray myself as being able to move in any way towards such a “transpersonal” perspective without encountering my own person along the way. Like Blake said, it is a matter of seeing through, and not with, the eye (or in this case: the I). Such an ability is given us, it is in our nature, or it is the nature of the world or of experience itself, that we are capable of doing so, innately - and yet it remains a journey, a challenge, a life's work - the maintenance and development of such. This is not objectivity we are talking about, but a deep and shared subjectivity – which is of course the true promise or meaning of subjectivity, and the manner by which we can rightly talk of a Divine Imagination, or elsewise our \"own\" humanimalien being (Zzz). Well, that sounds no less self-important, lol, but there you go.<br><br>Anyway, purely in terms of psychedelic literature, and the genre of the trip report in particular, I am not sure that anyone has yet combined poetry, prose, and kind of 'in-the-field/live reporting' in quite this manner, as yet? Which strikes me as a little weird as it seems a good/obvious combination? Perhaps I should revisit Dale Pendell’s books though, now that I think of it! And of course there is Hunter S. Thompson, wrapped in gaffa tape and dictaphone, and pumped full of adrenochrome! Indeed I suppose gonzo journalism continues to be an inspiration for me, although in this case the journal-ism in question is more like ones own diary, and of course in terms of capacity for craziness and the pursuit of the limits of conscious experience I am like a fucking twig that old-doctor-two-thumbs has just crunched underfoot on his path through my little wood with his suitcase full of drugs on his way to detonate his own brain in a firework display at the Heart of the Eternal Polis! But now I really do risk embarrassing mice elves! Suffice to say that, for me, what is really interesting about the psychedelic experience is always unearthed and rendered somewhat public and discourse-able by persons ourselves, whether we be operating in medical, professional, creative, psychonautic, or whatever other contexts or capacities. Its ground is the personal journey, witch has never belung to heroes alone!<br><br>Phenomenology, and in particular microphenomenology, was also somewhat in my mind as I undertook this experience, and I feel this is somewhat evinced in my attempts to observe the perceptual transformations I undergo as the experience comes on. I believe such approaches are very well suited to deepening our understanding of psychedelic experiences, and yet I am also quite aware that much of what we might \"bracket\" out in focusing on certain more evidently sensational and apparently impersonal (or generalizable) concretes, is of great value – i.e. I’m not sure that we can simply draw a line between structure and content and call it a day. Let me say that I am only a little familiar with the microphenomenological method as yet, from some reading and research online, and my own very informal experiments. I approached or encountered it almost entirely through the lens of an active poetic practice, which is to say I was curious as to the degree it might assist me in enriching my capacity for phenomenological description - and yet according to this approach it becomes something of a \"Dogme 95\" for psychedelic poetry, although such a comparison would probably benefit from some unpacking, some other time. <br><br>At any rate, I would like to briefly explore some of the ramifications of this approach by pondering the poem that begins section 09: \"Can't copyright, can't (c)opy wrong\". <br><br>From a purely phenomenological perspective this poem concerns my being sat before a birch tree, staring at the patterns of its bark. I was motivated to do this in part because of an experience in my youth, on a higher dose perhaps, where I sat before a tree and observed how the classic tryptamine writhe or wriggle resolved into a flowing movement in which I seemed to witness the tree continually growing into and through itself before my very eyes. That didn't happen this time, instead I was struck by a flattening of the visual field, what might register instrumentally as a reduction in depth perception. It struck me, however, that such a reduction in depth perception was resulting from a corresponding increase in my capacity for pattern recognition - or perhaps rather a shift in its nature. It seemed to me, upon reflection perhaps, that whereas my visual system would normally be preferentially coded in terms of binocular disparity - the difference in perspective between each of my eyes - that here some other faculty was taking precedence, something more evidently pattern-seeking, that treated my visual field not as a space but as a plane or surface. It later struck me that in this mode one has less sense of dimensionality in spatial terms, i.e. in the habitual sense, and a greater sense of dimensions of meaning, or difference-relations based on colour, tone, texture, and feeling, for instance. <br><br>I wondered about the asymmetry inherent in metaphor, that of concrete/abstract, and how cognitive metaphor reveals a related asymmetry in how we conceive of space/time. i.e. we most often talk about time in terms of space, but not vice versa. i.e. “You have your whole life in front of you.” i.e. we might easily conceive a timeless space, yet not so easily a spaceless time. When I discovered that ones sense of time can be distorted by spatial priming (there is a study which shows that people who are shown a longer line tend to over-estimate subjective duration) I had to wonder if it wasn't then some shift in ones relation to meaning itself, that trickled down into the spatio-temporal alterations so common in psychedelic experiences. i.e. psychedelics are acting firstly or primarily on how we process, understand, and produce meaning, and much of the more striking sensual and concrete effects are results or symptoms of this more fundamental shift. Or basically: the self changes, and alterations in time and space flow from this, and not vice versa (although most likely it’s some kind of intractable knot!)<br><br>Perhaps one way to conceive the change that meaning is undergoing as the self transforms is in terms of the aforementioned flattening: our usual categorical and hierarchic orderings are suspended and the difference-relations that constitute meaning-making return to what we should envisage as a lower dimension, in other words something more plane-like than what we traditionally conceive of as spatial, yet which can then be shown to present meaning itself with greater degrees of freedom, thus in that quantity at least having the quality of higher dimensionality! This at least represents the kind of conceptual knotwork that interests me, and perhaps provides a necessary sense of the absurd or the ridiculous as we move towards the heart of what is actually (i.e. virtually!) going on/in. Oh well!<br><br>Anyway, as I worked on this piece I found myself more embarrassed and exasperated, perhaps even more 'bored', by... my somewhat mundane attempts to recount what was occurring to me on the perceptual level. But I suppose I should be clear with myself that I am really talking about literature, or poetry, or perhaps philosophy, now, and not with more evidently methodological, or perhaps even scientific, concerns. I mean, simply, that what might constitute a more interesting piece of literature is of course very different from what might constitute a valid or valuable scientific experiment. Although I suppose that I want to challenge such experiments, or scientists themselves, to consider how interesting they are in this kind of way as well. For we are all entitled to profoundly enjoy and profit from whatever experiences we create or undertake, and human interest has a lot to do with relevance more broadly speaking, and is thus deeply entwined with ethical concerns. I want to clarify what I mean there, but will try to do so by moving this rather spontaneous becoming-ramble to a close.<br><br>So, something struck me as I listened to myself reading that poem, that hinged upon my use of the word \"you\" in addressing the tree. When I wrote, I was using \"you\" because I really did imagine myself to be talking to, and thinking of, that particular tree. However, when I listened back, that same \"you\" put me myself in the place of the listener or observer, and I realized that in this sense the \"you\" could never have meant what I was sure it did mean at the time. In some sense as soon as I was writing it, rather than living or reliving it, that \"you\" no longer addressed the tree, but my fellow human beings. Thus the “you” became us, became me, and the tree became a metaphor for humanity, and so much else besides. It is somehow, or somewhere, I believe, in the transformation of this \"you\", that what I wish to communicate shows itself for itself, and I do not personally feel capable of unpacking this fully, though I will attempt to say a little more. <br><br>Let me use this as an opportunity firstly to say that this is part of what I believe makes me a poet, or perhaps even constitutes poetry, and this is: the ability to partake of life-experience - to participate in it - to such a degree that I am always saying more than I can possibly intend, or understand, personally. This of course includes my potentially showing parts of myself that I might rather conceal, or am ashamed of, which is perhaps why I sometimes make a point of being somewhat puerile. I don’t know! And of course in a broader and more accusative sense it is not just myself that I am ashamed of, for when you are someone who values the idea of growth, personally, not only will you yourself fall short, but we the people will. It is only Nature, in the realest and truest sense of the word, who transcends my judgements in this way, and repeatedly and continually edifies and chastises me in her being so senselessly perfect: so completely me, and yet this “me” being but the smallest part of all that she herself might be. All that IT IS. All that U R. All that I am we our knot!<br><br>Anyway, I can't transcend my person, my background, my own interests and concerns, to a great enough extent to be able to make science/the world see this, or to be able to construct some rational or deductive proof of what I'm saying (at least not before a lunch that is after no breakfast), which I believe is part of the reason why art or poetry seeks to be the demonstration or proof of itself/its own value, which is also why it must sit and wait for another to develop a relationship with it, to help it imagine all those things it might be, or might have been - this is somehow an admission of an eternal failure or falling short, personally, and yet my guiding image is an encounter with some drawings of William Blake's, and my knowing in that moment that all that needed to be said was in those loveliest and most caring (which is to say skillful) of lines that he had touched onto the page. And yet it was not! It was not in them at all, but that, in his making of that work, he had judged and proved himself, and in some way atoned, he had acted in some way that no critic ever could undo, except to prove their own shortcomings. It is absurd for me, perhaps, to want all human endeavor to strive towards or to attempt to encapsulate this - but on another level: this is already how it is, and all I ask is that, whoever you are, you try to realize this. Such an attempt might after all be less a striving than an act of acceptance, but then only in the most active of senses! Maybe this is the real meaning of forgiveness? <br><br>Well, my friEndZzz, fangs furr glistening, as ever (and ass ether too, why knot?)<br>In love and hope this Eastertide,<br>an0ther Sam. xx<br><br>P.S. - I should say that one of the most important things that “psychedelic poetry” currently means for me (as a practice) concerns integration (so long as this can be said to accommodate a critique of integration as well, for it might reveal certain \"un-integratables\", and warn of ways we could turn a hoped for openness into a seemingly inevitable but perhaps really impossible act of closure). So, part of the reason I spend so many hours going back over what would otherwise be over and done with, part of my motivation for doing this work, concerns its assisting in the process of integration (and/or individuation), perhaps to a large degree similarly to how imaginative re-exposure to traumatic events might assist the victims of a variety of traumas. Also, I profit intellectually from the ways that things unfold or change over time, just as continued engagement with any subject slowly deepens ones understanding. But really I just intended to speak to a few of the reasons why such a \"little trip\" might have become such a big deal for me: <br><br>1) From a purely technical standpoint it is a challenge to attempt to consistently verbalize all that one is going through, and this creates a certain splitting or tension that became something of a theme in this trip, and thereafter.<br><br>2a) Each psychedelic experience contains or links to many other experiences, and thus as we progress in our careers not only do we learn, and thus increase our skillsets, we also become better able to challenge ourselves, and better able to process things that we might somehow have passed over before. This is the same as how art never gets any easier: the better you get, the harder it gets. This is also why it is difficult or perhaps impossible phenomenologically or philosophically speaking to decide what constitutes a single experience or singular event. <br><br>2b) This also means that if one has had traumatic or powerful experiences there is always the possibility that they might enter milder experiences, just as one may \"flashback\" to them in daily life - and this of course presents certain opportunities, and so should be welcomed to the degree that we are able at the time, rather than simply or instinctively avoided. <br><br>3) It is “Psychedelics 101” to be familiar with the concept of \"set\" as well as \"setting\", but all that “set” can mean is not so easily encapsulated or communicated! I knew that I was approaching a certain time in my life - roughly the middle of it, traditionally speaking - and also that I had recently made quite big changes to my lifestyle, having just recently moved in with the person who I am happy to say is now my wife, and for the first time finding myself with some land to work with, which had long been a dream of mine. All these things were so superficially \"good\", i.e. they all represented such positive developments in my life, that I was somehow largely unaware of the degree to which on another level they would, and do still, deeply challenge me. Vive La Différence!<br><br>P.P.S. - I will endeavor to upload a few supporting materials here over the next few days, but if you are interested in seeing the talk I ended up delivering at BC2017 it can be viewed on Breaking Convention’s Youtube channel here: https://youtu.be/-biUvzklWcE<br><br>P.P.P.S. - eek! xxx</p>",
            "image": "https://samknot.com/media/posts/6/metaphoreal-s01e04-scan-432kb-2.jpg",
            "author": {
                "name": "Sam Knot"
            },
            "tags": [
                   "metaphoreal"
            ],
            "date_published": "2021-04-10T13:06:51+02:00",
            "date_modified": "2021-05-24T15:37:01+02:00"
        },
        {
            "id": "https://samknot.com/for-the-new-blakeans/",
            "url": "https://samknot.com/for-the-new-blakeans/",
            "title": "For The New Blakeans",
            "summary": " For The New Blakeans, On My Fortieth Birthday. It is clear enough, the stuff that shields you, that your specimens are quite free to jump out at me; your flaming, guilded demonologies; human bodies straining against their very own species of sin; words that&hellip;",
            "content_html": "<figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://samknot.com/media/posts/5/psillogos-sam-knot.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://samknot.com/media/posts/5/responsive/psillogos-sam-knot-xs.jpg 300w ,https://samknot.com/media/posts/5/responsive/psillogos-sam-knot-sm.jpg 480w ,https://samknot.com/media/posts/5/responsive/psillogos-sam-knot-md.jpg 768w ,https://samknot.com/media/posts/5/responsive/psillogos-sam-knot-lg.jpg 1024w ,https://samknot.com/media/posts/5/responsive/psillogos-sam-knot-xl.jpg 1360w ,https://samknot.com/media/posts/5/responsive/psillogos-sam-knot-2xl.jpg 1600w\"  alt=\"psillogos\" width=\"750\" height=\"750\"></figure><br><span style=\"text-decoration: underline;\"><strong>For The New Blakeans,<br>On My Fortieth Birthday.<br><br></strong></span>It is clear enough, the stuff that shields you, <br>that your specimens are quite free to jump out at me; <br>your flaming, guilded demonologies; <br>human bodies straining against their very own species of sin; <br>words that writhe with immortal mind, <br>burn with the beauty of the unbeholden I - <br><br>I hear their net worth, these few old books, <br>some analogy with one of Leonardo's tableaux, <br>or perhaps it was a Michaelangelo. <br>I wonder what you would think of that now? <br>&amp; what I should think of my own pricelessness: <br>This tortured self worth?<br><br>I know better than to seek comfort in such questions. <br>Though I do find a peculiar sort: <br>That it matters not. <br><br>Yet how far this be from any -isms of negation! <br>How close to the very essence of meaning itself! <br>It was *you* who changed the world, my dear William, <br>and not through any reader you ever half-woke, <br>but because it was for our Angels that you wrote. <br>That you wrote your own becoming, deep &amp; true.<br><br>God knows, your words remain you now, <br>but those moments of change live again &amp; again, <br>whenever we infinite differences do the same.</p>\n<p> </p>\n<figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://samknot.com/media/posts/5/daff08042021-sam-knot.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://samknot.com/media/posts/5/responsive/daff08042021-sam-knot-xs.jpg 300w ,https://samknot.com/media/posts/5/responsive/daff08042021-sam-knot-sm.jpg 480w ,https://samknot.com/media/posts/5/responsive/daff08042021-sam-knot-md.jpg 768w ,https://samknot.com/media/posts/5/responsive/daff08042021-sam-knot-lg.jpg 1024w ,https://samknot.com/media/posts/5/responsive/daff08042021-sam-knot-xl.jpg 1360w ,https://samknot.com/media/posts/5/responsive/daff08042021-sam-knot-2xl.jpg 1600w\"  alt=\"\" width=\"1125\" height=\"750\"></figure>\n<p class=\"align-left\"><em><br>A comment, upon reflection: <br><br>It might be easy to make a misreading here, so let me risk a warning against it. <br><br>Speaking personally: I love you, and need you, dear reader. And I also think that Blake *has* changed the world through his readers, too, just as he has in some sense changed me - but such changes must be into oneself, after all. <br><br>So this is a poem about value, and art - and there never was a value in which all were equal, unless you understand 'equal' in the very deepest or highest sense, which you should understand is an impossible one, and perhaps that much truer for it. <br><br>My own adventures as a reader, a consumer, of poetry and art, assures me that what is really going on is indeed a form of participation - none of this should be in doubt - and so the worst misreading of the poem would be to see me as asserting the value of the artist as individual, when what I am asserting is the value of life itself, that which might bear witness to our acts even when we are (never!) alone. <br><br>It is as a poem about the Earth as person, as our Angel (Zzz), and what this might mean for us as art and poetry, that I hope it to be read. When we understand at least *the kind* of value that rests behind or beyond this attempt at communication, then we know the sense in which a quest for such a value lies at the heart of both science and religion, and perhaps every truly human endeavour. <br><br>Forgive me this soaring mortal thought tone on my birthday, I plead! <br><br>I also hope I made it clear (enough) that even though the *real value* according to all this, wiz in the work itself, still the work still *had* to be done. (You can't just rest on your laurels and \"be what you are\", it's more complex than just \"going with the flow\" (Resistance is sacred dontcha know!)) <br><br>Thus the poetry still needed to be written, even if this might just as well have been a world in which it only ever ended up being read by Angels.<br><br>The thought is of all the voices we will never hear, that still are here.<br><br>Peace.</em></p>",
            "image": "https://samknot.com/media/posts/5/daff08042021-sam-knot-2.jpg",
            "author": {
                "name": "Sam Knot"
            },
            "tags": [
                   "texts"
            ],
            "date_published": "2021-04-08T18:36:00+02:00",
            "date_modified": "2021-04-11T09:24:53+02:00"
        },
        {
            "id": "https://samknot.com/a-scarecrow-in-the-garden-of-thought/",
            "url": "https://samknot.com/a-scarecrow-in-the-garden-of-thought/",
            "title": "A Scarecrow in the Garden of Thought",
            "summary": "A piece of experimental semi-fiction, concerning the ins &amp; outs of unicorn farming and the possibility that the Bible got it backwordzzz: we is living in times of Apocalyptic Revelation, and Eden is ahead of us. Also somewhat inspired by recently beginning to read Neitzsche&hellip;",
            "content_html": "<p>A piece of experimental semi-fiction, concerning the ins &amp; outs of unicorn farming and the possibility that the Bible got it backwordzzz: we is living in times of Apocalyptic Revelation, and Eden is ahead of us. Also somewhat inspired by recently beginning to read Neitzsche for the first time (which I am very much enjoying, despite a few rather unfortunate words about women) thus a possible alternative title could be \"Also Spake Farmer John\" ;-)<br><br>Around 1300 words, reading time estimated at 20 minutes. Metaphorce be with you!<br><br>*</p>\n<figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://samknot.com/media/posts/4/unicorn-farmer-rainbow-horn-warmer-sam-knot.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://samknot.com/media/posts/4/responsive/unicorn-farmer-rainbow-horn-warmer-sam-knot-xs.jpg 300w ,https://samknot.com/media/posts/4/responsive/unicorn-farmer-rainbow-horn-warmer-sam-knot-sm.jpg 480w ,https://samknot.com/media/posts/4/responsive/unicorn-farmer-rainbow-horn-warmer-sam-knot-md.jpg 768w ,https://samknot.com/media/posts/4/responsive/unicorn-farmer-rainbow-horn-warmer-sam-knot-lg.jpg 1024w ,https://samknot.com/media/posts/4/responsive/unicorn-farmer-rainbow-horn-warmer-sam-knot-xl.jpg 1360w ,https://samknot.com/media/posts/4/responsive/unicorn-farmer-rainbow-horn-warmer-sam-knot-2xl.jpg 1600w\"  alt=\"Sam Knot Unicorn Farmer: Rainbow Horn Warmer\" width=\"750\" height=\"750\"></figure><br>It has to be Monday, because here I am with riddles in my head before the cock has even started crowing. <i>Out of bed, she says, come on, out with it.</i> So I gives a little moan and out I go, doing my best not to disturb old missus warm bot. I sits down at my desk, opens my little indigo notebook, and writes it down word for word, in a circle, just the same as it’s been going round and round my head:<br><br><i>Drawing a line between two things that don’t exist yet.</i><br><br>“Well, there we go,” I says, “all done! Now I’ll put some coffee on, then start in the garden.”<br><br><i>Not so fast,</i> she says, just like always: <i>first you have to sit here and think about it</i>.<br><br>“Ah,” I sighs, “fine!”<br><br>Well, first thing it brings to mind are some doodles she was having me do a few days back: lines and circles and spirals with different bits of 'em labelled: start, middle, end.<br><br>“So it’s start and end I guess? The two things that don’t exist yet?”<br><br><i>Well, do they, or don’t they?</i> She says.<br><br>Here we go again!<br><br>So, “Yes,” I says: “the start must have existed from the moment the pen touched the page, and the end from the moment it lifted up again.”<br><br><i>That seems a little short-sighted,</i> she says. Again, just like always.<br><br>“Alright, no then!”<br><br>Because of course: Where did the pen come from? When did this poem really begin? Was it with the silent utterance of that very first word this morning: Drawing? But then where did that word come from? When was it first thought or spoken? First time old limpy dragged his leg across the drawing room floor? First time the curtains ever got drawn? And did it go and change again just then? Same old news o’ the never-ending!<br><br>“I suppose it’s going to be yes and no again then, is it dear? But if I says yes, and you says no, well: we can’t both be right, can we?”<br><br><i>Wrong, she says, we can both be right if either one, or both of us, is wrong! Only if we are both rational beings can we never agree to disagree!</i><br><br>Ah, the contrary creature is making fun of me! Referencing recent developments in my stulted attempts to edificate mice elves.<br><br><i>So I will make myself the irrational one. Me, here, on the page – poetry, say. And you, there, off the page, out in the always-already real world: you can be rational man, you can question me, then dismiss my answers as unsatisfactory, again and again, until you hear something a bit more like what you yourself might say, something nice and sensible, easy to agree with. Like, for instance: the start must exist already, else I wouldn’t be able to begin drawing my line, and the end must not exist yet, else we wouldn’t be here thinking about it.</i><br><br>“Well, then I’ll give you the benefit of the doubt, dearest.” <br><br>“So shall we say that – whatever these two things might eventually turn out to be, whether they are you and me, or prose and poetry – the essence of your message most likely concerns my being requested to meditate upon the sense in which they do not exist, or at least: not yet – correct? But then what do you mean by that, exactly? What do you mean by existence?”<br><br><i>The act of standing out,</i> she says.<br><br>Aha! A straightforward answer for once!<br><br>“Then do go on.”<br><br><i>Well, what might stand out when the line is drawn? And must something necessarily recede in order that it may? Should we suppose this ever-recessive thing to be our ground – the earth itself perhaps – now becoming background? Negative space? But is it not that in making our mark we have drawn attention to this, too?</i><br><br><i>Would you like to hear something funny, Old John?<br>Did you ever hear the one about the genius scarecrow?<br>Out standing in his field he was!<br>How existential is that joke?!</i><br><br>Now, why is she on about the bloody scarecrow again? I did my best with it, to atone, to make amends, to find a better way to get along with my so-called feathered friends.<br><br>“Why are you on about the scarecrow again, missus?”<br><br><i>The scarecrow is the line we drew, are drawing. </i><i>This poem is </i><i>the</i><i> scarecrow,</i><i> okay? <br><br></i><i>The </i><i>spaces between words</i><i> are </i><i>the </i><i>holes in the old clothes where </i><i>the</i><i> h</i><i>ay</i><i> pokes out. A robin nests in his top pocket, </i><i>like a punctuation mark</i><i>. Woodlice are </i><i>his</i><i> itches, b</i><i>ut also</i><i> how he scratches them, </i><i>like stanzas or paragraphs</i><i>. </i><i>H</i><i>e wears a Witch’s Hat</i><i>.<br><br></i><i>This hat</i><i> </i><i>signifies the personality of his creator. It is a very complex sign – </i><i>style could</i><i> be its name –</i><i> but it was a very simple act, giving him that hat, do you remember? A natural one. A moment of inspiration which planted a smile on </i><i>your</i><i> </i><i>gloomy </i><i>old farmer’s face, on what would otherwise have been a day without a glimmer of sunshine…<br><br></i>Well then, she’s at it again, speaking my own life back like someone else’s story, digging for the moral of it, right? Which means I’ll have done something wrong, but then she’ll make it worth the pain, because in the end it won’t be right or wrong, it’ll turn out good, it’ll be given meaning. That’s what she is I reckon, that’s how she always knows it’s there: meaning. Only it’s never simples, it always leaves me wondering. <i>Which is j</i><i>ust precisely</i><i> what it is,</i> she whispers now, meaning meaning is wonder, more or less, and leaving me none the wiser.<br><br><i>A</i><i>nd so a</i><i>ll th</i><i>os</i><i>e clothes the scarecrow wears – all that makes </i><i>up </i><i>the scarecrow’s skin, all that gives him shape, </i><i>all </i><i>that defines him – </i><i>all this </i><i>once belonged to Farmer </i><i>John</i><i>. Should we then suppose, that </i><i>in </i><i>shedding </i><i>his</i><i> skin</i><i>, O</i><i>ld John reveals his nature as something somehow snake-like</i><i>? </i><i>Well, is he </i><i>not, after all, a </i><i>continu</i><i>al </i><i>um </i><i>of spacetimeaning</i><i>? </i><i>H</i><i>is </i><i>earthy </i><i>e</i><i>xistence</i><i> one long and sinuous slither? </i><i>S</i><i>leep</i><i> </i><i>but</i><i> black diamonds </i><i>up</i><i>on his back?<br><br></i><i>Think back: all those disparate events that came together to make the tip of his time-tail, </i><i>that will return to chaos from the crown of his old scaly head. </i><i>B</i><i>ut</i><i> </i><i>wasn’t this snake once an egg? Was there not a time before head became head, and tail began to trail? </i><i>And s</i><i>o</i><i> which part of the snake r</i><i>emains</i><i> </i><i>the egg? </i><i>It </i><i>would </i><i>seem </i><i>to me</i><i> less like </i><i>the tip of the tail than </i><i>a skin that c</i><i>an't</i><i> b</i><i>e</i><i> shed! But where</i><i> </i><i>w</i><i>ould that</i><i> leave the end? S</i><i>till got some hatching to do, have we John?</i><i> <br><br></i><i>A</i><i>nd </i><i>then</i><i> what of</i><i> the scarecrow to </i><i>th</i><i>e</i><i> </i><i>snake</i><i>? Circle to spiral? Or d</i><i>oes that forked tongue </i><i>be</i><i>speak a haunting by the eternal tree? S</i><i>ome</i><i> impossibly branching path</i><i> </i><i>of the </i><i>O</i><i>ne that all beings must be on?</i><i> </i><i>Then t</i><i>o whom does existence </i><i>belong? F</i><i>or whom d</i><i>oes </i><i>F</i><i>armer John long? Why does he carry on? Why did he</i><i> </i><i>n</i><i>ot</i><i> </i><i>become the scarecrow </i><i>himself</i><i>, hang</i><i> more than </i><i>just </i><i>his clothes on that old cross? D</i><i>oes p</i><i>oetry</i><i> thus</i><i> reveal a </i><i>desire</i><i> to </i><i>see him</i><i> crucifi</i><i>ed</i><i>? I</i><i>f </i><i>this</i><i> </i><i>very </i><i>line </i><i>is</i><i> drawn from life, </i><i>c</i><i>ould</i><i> that </i><i>be</i><i> why the </i><i>old</i><i> farmer’s face is </i><i>gett</i><i>ing</i><i> gaunt? </i><i>I</i><i>s thi</i><i>s</i><i> poem draining</i><i> him? A</i><i>m I a</i><i> parasite?<br><br></i>Ah, I see. She gets like this sometimes...<br><br>“No,” says I, “don’t worry yourself, my dear poetry, you do remain a most willing expenditure of energy. In fact you cannot know how much it is that you return to me. Unless perhaps you contemplate your own beginnings and ends, to find yourself awake in my life again, struggling to rise above subsistence, nourishing my ever-active resistance to becoming a mere blood-pump who must spend all day sat inside a giant robot, nothing more to do with his vital spark than flick that single switch, both start and end, beginning and stop, on and off, repetitive and ceaseless.”<br><br>“So I insist on continuing to exist, and you are my path in the garden, to the garden: the end of the farm, and perhaps the origin of it. My own personal Eden. The Transfiguration of Old Farmer John you are! You make me the thought gardener: a ray of sun all the more delicious for that slate grey sky!”<br><br>“Indeed, it <em>was</em> in sadness, in loss, that I first erected the scarecrow poem. But it was not in <em>my</em> image, but in <em>hers</em>, that I made him. Although she<i> is</i> my image, if you're asking. Perhaps what's most important here is that we can be seen to share an idea, like that of kind, or friend, making our mutual inspiration that much more evident. The scarecrow never was just a bag of old clothes, you see: his flesh is the fields, the trees are his bones.”<br><br>And so, “Welcome to Friend Ship Earth” he says, “an always astonishing partnership of infinitely definite terms: language &amp; person, poetry &amp; garden...”<br><br>“...and scarecrow &amp; crow, &amp; sow on, I suppose? You used to be a shotgun, you know? That was my big idea: double-barreled eyes raining lead into the sky, to bring down the clouds of blackness that threatened our lives…”<br><br><i>And t</i><i>hen</i><i> </i><i>you </i><i>would</i><i> feel her eyes </i><i>up</i><i>on your back, hey</i><i> John?</i><i> </i><i>Even t</i><i>hough she was u</i><i>p by</i><i> the house, far from the fields. And when you pull</i><i>ed</i><i> the trigger </i><i>you </i><i>would</i><i> shoot outside yourself, </i><i>yet</i><i> what </i><i>got </i><i>shot out w</i><i>as</i><i> too fast to follow. </i><i>S</i><i>o</i><i> </i><i>would</i><i> you come back to yourself with the echo, like a great angry bat </i><i>you were</i><i>, bouncing back off the walls of your world, until one day you got a</i><i> quick</i><i> and </i><i>t</i><i>horough</i><i> flash of it:<br><br></i><i>The line was drawn between your I and the bird, twined through th</i><i>ose</i><i> double-barrel</i><i>ed eyes</i><i> and s</i><i>pun out </i><i>into the woven</i><i> </i><i>sky. And there was no recoil but</i><i> </i><i>she who jumped in the garden, </i><i>she </i><i>whose shoulders clenched as she cursed you. </i><i>And there was n</i><i>o recoil but the sudden flight of the hare, the starlings leaping up like dust from a beaten rug, </i><i>the staggered plops of pond and frog, </i><i>the hundred thousand eyes of primrose, th</i><i>e</i><i> strain </i><i>in</i><i> the little wren’s throat.<br><br></i>“I don’t blame her for leaving me, poetry,” I sobs.<br><br>(And then that thought, without pause, makes itself a joke of sorts – I don’t blame her for leaving me poetry – as if the Goddess herself were my dearly departed, and all I had left were these words to bemuse myself with.)<br><br>But I did blame her for it, at the time. It took me a long time to accept that I had scared her off, that I had told her to go, that I had wanted it, too. I have a lot of respect now, for the strength it must have taken her to go, to break all the ties that bound her to her life here. But then she always did have one eye on the lights that twinkle in the night.<br><br>How I have wished I could have followed her there! I sometimes wonder if that’s what these lines shoot for: the old farmer’s thoughts tracing themselves before him like the tracks of a unicorn. Because that’s what she was really. That’s what she <i>is,</i> I mean. My delicate white horse-goat shining in the springtime wood, looking over her shoulder at me, standing amongst the hazel trunks above the carpet of bluebells, her dignified animal thought-light twirling gentle but unwavering out that river-run spine.<br><br>Let these words find that sparkle again! Let them do what my hands never could and stroke the full extent of that impossible length! Let them call her back to me, in this ruptured silence laying like bee-buzz and birdsong upon the ever-altering altar of the thought gardener’s active prayer...<br><br>And so I find myself standing before the scarecrow again, naked except for her black and pointed hat: I have taken that back, for it was never mine to give. “Well, they tell me you were made in our image, old friend? But now we’ve gone and changed again! And all you’ve done is age, it seems to me, worn away here and there like the banks of the stream.”<br><br>“But perhaps I’m being mean, or stingy? Somehow limiting you unnecessarily? I can’t quite be sure. In fact, I seem to have forgotten exactly what a limit is! For the life of me I can't retrieve the sense of it!”<br><br>“I <em>do</em> remember once saying: these limits are what I am, and it seeming like a revelation somehow. Drawing a line between two things that don’t exist yet, I guess? But why must it always be two things? And why did I look to what I seemed not to be to delimit me? Those strange feline eyes looking out from the butterfly’s wings, fairies surfing on the falling leaves, fucking in the open flowers..?”<br><br><i>When </i><i>first </i><i>you f</i><i>elt your </i><i>fist </i><i>r</i><i>elax,</i><i> in </i><i>response to the </i><i>lightly clenched smile </i><i>upon that </i><i>thirsty </i><i>horse’s</i><i> </i><i>face</i><i>, what was it but</i><i> the endless, wordless, rhyming of all ideas, of a</i><i>ll ideas based on life.<br><br></i>“Then was it death that I meant to shoot from the sky? If it was: it sure wasn’t mine! Could it be that crow scared me, because it couldn’t scare I? I couldn’t share, I – I am shared now, shared so far around...”<br><br><i>the stream becomes cloud, for a while the cloud rains,</i><i> </i><i>then the sun comes out again, makes egg yolk of itself in every </i><i>sparkling </i><i>drop </i><i>that h</i><i>angs upon</i><i> her</i><i> webby cloth<br><br></i>“...I dress myself in your silken armour, love, run my face straight into this impossible freshness of yours, smiling baby-breath warmth of innocence experienced again, for whatever else existence is, it is always a meeting, a reunion of sorts: face to face, no matter how far apart we are in time or space.”<br><br>I have the feeling that you wandered through the house again, as I was writing just then. I still feel your feet shuffling through my brain, the skulled sensation of your opening and closing the cupboard door. I stretch my jaw to loosen my earholes, and blow you a kiss, so absent-minded it seems like an echo – only it cannot have been an echo, because I just now realize how very deeply I meant it.<br><br>O what a beautiful word that is! Kiss! Seems to peck up the lips! Make 'em food in the belly of the other black bird of poetry: real blackbird: blackbird-blackbird.<br><br>Kiss-kiss-kiss – it sounds like what it is! How great is that?! How tautologically unrepresentative! A smack of the lips! A click of the tongue! Our first human word! Nameless name of reverberant verb, still echoing!<br><br>Not mama! Not papa! Not cuckoo! Not caca! <br>But: Look! Here! Hey! Check this out!<br>Something’s happening! Prick up yer ears mush!<br><br>Old Scarecrow John the Unicorn Farmer has come!<br>Come to demonstrate the limits of Thought Gardening<br>with a short course in Scarecrow Erection,<br>dressed in Nothing but the pink satin<br>Jungian Slip he was born with! <br>Sensing wife is the safest way to say why<br>his body might now draw the realest of lines<br>around the dancing stars of his eyes:<br>Crow’s Feet, Laughter Lines, Pleasure Paths:<br>little pots of Rainbow Gold<br>found far Beyond The End of Thee<br>Supposedly Psychotic Spectrum!<br><br>For who ever needed a clearer picture of freedom than the eversion of their very own limits? Free will never did mean you could just up and fly, right? It always meant something more like: gliders are better than jumbo jets, but your most angelic fantasies better yet – and the devil’s an angel too don’t forget!<br><br>So lettuce be a-wary of thinking something needs defending when it does not. Like imagination! Distinguish it from fancy at your peril, boring Beryl! Perfectly pert Ancient Greek bottoms were not sculpted into being to be sat on! This neat and tidy techno-shiny run-a-mockery of civilization always was just begging to be shat on! Culture is a much wilder idea than nature ever was! Yet verily was it spake that to blaspheme the earth has become the dreadfulest of sins, so long as we can grasp that the only mark we might ever really miss must be the heart’s!<br><br>And so lettuce be a-wary, too, of thinking something doesn’t need defending when it does. Like every bodies’ Lover Earths against all who would make them but dirt! Like you yourselves against all the wrong ways to think great! There is nothing smaller than an individual, sun, yet nothing more significant than that which might purr-sun-all become! That Witch can never be publicized, nor ever, <i>ever</i> privatized.<br><br>It is only in this state of states that any can be said to be drawing a line between two things that do not exist. Yet do. For just as between her &amp; him – or us &amp; them – are she &amp; ze &amp; me &amp; you<br><br>so is this I of yours &amp; mine<br>that has become so <em>hehehe -</em><br>so laugh out loud, so law of love,<br>so “weird is good”-ly funny -<br>that it &amp; only it might keep <br>on popping up just to say hi,<br>that it &amp; only it might help us<br>flightless birds learn to stay high!<br>And by means of the hardest magic alone!<br>By witch, even alone, are we never all one!<br>By witch, alone, might we only keep on<br>grinding ourselves back<br>into the ever-poetic ground,<br>and by means of these grimy,<br>more-than-prosaic hands, and feet,<br>and hearing in our heads that almost vocal fart:<br>these brainy folds be naught except<br>the intestines of the heart!<br><br>For I Am Our We <br>/AWE/ <br>Am I Our Wee Knot<br><br>The very gift we seek to give: <br>The gift that never gives, <br>you dig?<br><br><i>*<br><br><figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://samknot.com/media/posts/4/unicorn-farmer-breeding-grounds-sam-knot.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://samknot.com/media/posts/4/responsive/unicorn-farmer-breeding-grounds-sam-knot-xs.jpg 300w ,https://samknot.com/media/posts/4/responsive/unicorn-farmer-breeding-grounds-sam-knot-sm.jpg 480w ,https://samknot.com/media/posts/4/responsive/unicorn-farmer-breeding-grounds-sam-knot-md.jpg 768w ,https://samknot.com/media/posts/4/responsive/unicorn-farmer-breeding-grounds-sam-knot-lg.jpg 1024w ,https://samknot.com/media/posts/4/responsive/unicorn-farmer-breeding-grounds-sam-knot-xl.jpg 1360w ,https://samknot.com/media/posts/4/responsive/unicorn-farmer-breeding-grounds-sam-knot-2xl.jpg 1600w\"  alt=\"Sam Knot, Unicorn Farmer: Breeding Grounds.\" width=\"1000\" height=\"750\"></figure><br></i>*<br><br>Then Old Farmer John emerged again, from his latest dire tribal thought fog, found himself stood before a little owl, perched upon the gatepost: a larval unicorn. He offered up his arm but the proud creature declined to climb on. “Suit yourself,” he said.<br><br>Old Bean, the limbless cow of enlightenment, was ooming away in the corner of the yard; when Brax, the iridescent Dali-giraffe of a cockerel, suddenly went cluck-stalking past. A trio of hares were busy opening a portal in the ruin field.<br><br>“I do believe I’ve been dreamin’ again, Old Bean,” said John, “have you seen Mary recently?” The ooming droned to a halt and a deep voice drawled out: “She is looking for her hat in the field again, John.”<br><br>Old John caught sight of himself in the pond, then. He was wearing her nightgown, a silky shimmering rainbow slip of a thing, and had her black, pointed, wide-brimmed hat upon his head. The tape recorder that he wore habitually around his neck clicked and whirred, the end of a spool flapping against the casing. “Off!” he said, and then again: “Off!” – but the spool kept on clanking round – “Off! Stop! End! Enough! OK!” – still it kept on going round – “Thank you! Grassy arse? Up! Down! Smile? Shoot? Oh fuck it–” he said, and he clicked off the switch with his thumb.<br><br>*<br><br>(((Peas &amp; Lovage from me &amp; Old John - if you managed to read all that: well done! It needs some work I think, or might just be broke, but I wanted to share it, still.)))</p>",
            "image": "https://samknot.com/media/posts/4/unicorn-farmer-breeding-grounds-sam-knot-2.jpg",
            "author": {
                "name": "Sam Knot"
            },
            "tags": [
                   "texts"
            ],
            "date_published": "2021-04-07T12:00:00+02:00",
            "date_modified": "2021-04-09T13:17:00+02:00"
        },
        {
            "id": "https://samknot.com/the-metaphoreal-s01e03-degeneric-regenerantsy/",
            "url": "https://samknot.com/the-metaphoreal-s01e03-degeneric-regenerantsy/",
            "title": "The Metaphoreal s01e03: &quot;Degeneric Regenerantsy&quot;",
            "summary": "Unwrapping the strange gift this present always is. Awakenings gradual, partial, collaborative. Informatively confused convulsions on the theme of integration. (((The Metaphoreal s01e03: \"Degeneric Regenerantsy\" at archive.org))) Originally broadcast on Spiritplants Radio, tune in for the third episode of my radio show, a two hour&hellip;",
            "content_html": "<p class=\"align-left\"><strong>Unwrapping the strange gift this present always is. Awakenings gradual, partial, collaborative. Informatively confused convulsions on the theme of integration.<br><br><span style=\"text-decoration: underline;\"><a href=\"https://archive.org/details/metaphoreal-s01e03\" target=\"_blank\" rel=\"noopener noreferrer\">(((The Metaphoreal s01e03: \"Degeneric Regenerantsy\" at archive.org)))</a></span></strong><br><br>Originally broadcast on <a href=\"http://www.spiritplantsradio.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Spiritplants Radio</a>, tune in for the third episode of my radio show, a two hour long edition for Imbolc. Poetry, stories, music and spontaneous rambles, as per unusual!</p>\n<figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://samknot.com/media/posts/3/metaphoreal-s01e03-scan-396kb-3.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://samknot.com/media/posts/3/responsive/metaphoreal-s01e03-scan-396kb-3-xs.jpg 300w ,https://samknot.com/media/posts/3/responsive/metaphoreal-s01e03-scan-396kb-3-sm.jpg 480w ,https://samknot.com/media/posts/3/responsive/metaphoreal-s01e03-scan-396kb-3-md.jpg 768w ,https://samknot.com/media/posts/3/responsive/metaphoreal-s01e03-scan-396kb-3-lg.jpg 1024w ,https://samknot.com/media/posts/3/responsive/metaphoreal-s01e03-scan-396kb-3-xl.jpg 1360w ,https://samknot.com/media/posts/3/responsive/metaphoreal-s01e03-scan-396kb-3-2xl.jpg 1600w\"  alt=\"Cover image for s01e03 of Sam Knot's The Metaphoreal\" width=\"1000\" height=\"1415\"></figure>",
            "image": "https://samknot.com/media/posts/3/metaphoreal-s01e03-scan-396kb-2.jpg",
            "author": {
                "name": "Sam Knot"
            },
            "tags": [
                   "metaphoreal"
            ],
            "date_published": "2021-02-01T00:00:00+01:00",
            "date_modified": "2021-04-12T08:21:03+02:00"
        },
        {
            "id": "https://samknot.com/the-metaphoreal-s01e02-crowsmass/",
            "url": "https://samknot.com/the-metaphoreal-s01e02-crowsmass/",
            "title": "The Metaphoreal s01e02: &quot;Crowsmass&quot;",
            "summary": "Uneasy gListening for these shiny dark times sure to lighten up the funkiest of monks and evil biker nuns to boot! (((The Metaphoreal s01e02: \"Crowsmass\" at archive.org))) Originally broadcast on Spiritplants Radio, allow me to present the second episode of my (hour long) radio show,&hellip;",
            "content_html": "<p class=\"align-left\"><strong>Uneasy gListening for these shiny dark times sure to lighten up the funkiest of monks and evil biker nuns to boot!<br><br><span style=\"text-decoration: underline;\"><a href=\"https://archive.org/details/dj-sam-knot-the-metaphoreal-s01e02-crowsmass\" target=\"_blank\" rel=\"noopener noreferrer\">(((The Metaphoreal s01e02: \"Crowsmass\" at archive.org)))</a></span></strong><br><br>Originally broadcast on <a title=\"http://www.spiritplantsradio.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Spiritplants Radio</a>, allow me to present the second episode of my (hour long) radio show, the Winter Solstice edition, featuring the usual mix of poetry, story, field recordings and music.</p>\n<figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://samknot.com/media/posts/2/metaphoreal-s01e02-scan-389kb-3.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://samknot.com/media/posts/2/responsive/metaphoreal-s01e02-scan-389kb-3-xs.jpg 300w ,https://samknot.com/media/posts/2/responsive/metaphoreal-s01e02-scan-389kb-3-sm.jpg 480w ,https://samknot.com/media/posts/2/responsive/metaphoreal-s01e02-scan-389kb-3-md.jpg 768w ,https://samknot.com/media/posts/2/responsive/metaphoreal-s01e02-scan-389kb-3-lg.jpg 1024w ,https://samknot.com/media/posts/2/responsive/metaphoreal-s01e02-scan-389kb-3-xl.jpg 1360w ,https://samknot.com/media/posts/2/responsive/metaphoreal-s01e02-scan-389kb-3-2xl.jpg 1600w\"  alt=\"Cover image for s01e02 of Sam Knot's The Metaphoreal\" width=\"1000\" height=\"1415\"></figure>",
            "image": "https://samknot.com/media/posts/2/metaphoreal-s01e02-scan-389kb-2.jpg",
            "author": {
                "name": "Sam Knot"
            },
            "tags": [
                   "metaphoreal"
            ],
            "date_published": "2020-12-21T00:00:00+01:00",
            "date_modified": "2021-04-09T09:14:48+02:00"
        },
        {
            "id": "https://samknot.com/the-metaphoreal-s01e01-auld-hahaha-lows/",
            "url": "https://samknot.com/the-metaphoreal-s01e01-auld-hahaha-lows/",
            "title": "The Metaphoreal s01e01: &quot;Auld Hahaha Lows&quot;",
            "summary": "A fight between spiders, lonesome gigglings, birdsong, churchbells, unicorns, magic mushrooms, telempathic forest-dwelling wizards... and other odd-ventures! (((The Metaphoreal s01e01: \"Auld Hahaha Lows\" at archive.org))) Originally broadcast on Spiritplants Radio, allow me to present the inaugral episode of my new (hour long) radio show, featuring&hellip;",
            "content_html": "<p class=\"align-left\"><strong><em>A fight between spiders, lonesome gigglings, birdsong, churchbells, unicorns, magic mushrooms, telempathic forest-dwelling wizards... and other odd-ventures!<br></em></strong><br><span style=\"text-decoration: underline;\"><strong><a href=\"https://archive.org/details/dj-sam-knot-the-metaphoreal-s01e01\" target=\"_blank\" rel=\"noopener noreferrer\">(((The Metaphoreal s01e01: \"Auld Hahaha Lows\" at archive.org)))</a></strong></span><br><br>Originally broadcast on <a href=\"http://www.spiritplantsradio.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Spiritplants Radio</a>, allow me to present the inaugral episode of my new (hour long) radio show, featuring poetry and story readings, alongside spontaneous rambles and field recordings, sometimes blended with or punctuated by music (usually my own, more or less experimental stuff). <br><br>This episode was produced around Halloween/Samhain, so it has a bit of a late autumn vibe.</p>\n<figure class=\"post__image post__image--center\"><img loading=\"lazy\"  src=\"https://samknot.com/media/posts/1/metaphoreal-s01e01-scan-360kb.jpg\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://samknot.com/media/posts/1/responsive/metaphoreal-s01e01-scan-360kb-xs.jpg 300w ,https://samknot.com/media/posts/1/responsive/metaphoreal-s01e01-scan-360kb-sm.jpg 480w ,https://samknot.com/media/posts/1/responsive/metaphoreal-s01e01-scan-360kb-md.jpg 768w ,https://samknot.com/media/posts/1/responsive/metaphoreal-s01e01-scan-360kb-lg.jpg 1024w ,https://samknot.com/media/posts/1/responsive/metaphoreal-s01e01-scan-360kb-xl.jpg 1360w ,https://samknot.com/media/posts/1/responsive/metaphoreal-s01e01-scan-360kb-2xl.jpg 1600w\"  alt=\"Cover image for s01e01 of Sam Knot's The Metaphoreal\" width=\"1000\" height=\"1415\"></figure>",
            "image": "https://samknot.com/media/posts/1/metaphoreal-s01e01-scan-360kb-2.jpg",
            "author": {
                "name": "Sam Knot"
            },
            "tags": [
                   "metaphoreal"
            ],
            "date_published": "2020-10-31T00:00:00+01:00",
            "date_modified": "2021-04-09T09:13:44+02:00"
        }
    ]
}
